Revit 2024 API
ParameterTypeId.RbsWireCircuitDescription Property
 "Circuit Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsWireCircuitDescription { get; }
Visual Basic
Public Shared ReadOnly Property RbsWireCircuitDescription As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsWireCircuitDescription {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace